<?php

$future = array('Людям кажется, что жизнь их проходит во времени — в прошедшем и будущем. Но это только кажется: истинная жизнь человеческая не проходит во времени, а всегда есть в той безвременной точке, в которой прошедшее сходится с будущим и которую мы неправильно называем настоящим временем. В этой безвременной точке настоящего, и только в этой точке, человек свободен, и потому в настоящем, и только в настоящем, истинная жизнь человека.

Л. Н. Толстой Путь жизни, 1910 год',

    'Прошлого уже нет, будущее еще не пришло. Что же есть? Только та точка, где сходятся будущее с прошедшим. Казалось бы, точка —- это ничто, а между тем только в этой точке вся жизнь наша.

Л. Н. Толстой Путь жизни, 1910 год',


    'Мы только оттого мучаемся прошедшим и портим себе будущее, что мало заняты настоящим. Прошедшее было, будущего нет, есть только одно настоящее.

Л. Н. Толстой Путь жизни, 1910 год',


    'В молодости все силы души направлены на будущее, и будущее это принимает такие разнообразные, живые и обворожительные формы под влиянием надежды, основанной не на опытности прошедшего, а на воображаемой возможности счастия, что одни понятые и разделенные мечты о будущем счастии составляют уже истинное счастие этого возраста.

Л. Н. Толстой. Отрочество, 1854 год',


    'Мы думаем о будущем, устраиваем его, а будущее совсем не важно, потому что важно одно: делать дело жизни, а дело жизни в том, чтобы быть в любви со всеми. А дело это можно делать только сейчас и во всяком положении, а потому совсем всё равно, какое будет будущее и даже будет ли оно. Важно только сейчас, в безвременном моменте настоящего, делать то, что должно.

Л. Н. Толстой. Афоризмы к своим портретам, 18 октября 1909 года',


    'Главное же советую, для того, чтобы обеспечить будущее, не думать о нем, а только в настоящем стараться делать жизнь наиболее легкою и радостною для себя и других. Завтрашний день печется сам о себе. Это такая несомненная истина. Тем-то и хороша жизнь, что никак не знаешь, что нужно для будущего. Одно несомненно нужно для самого далекого будущего — для вечного — любовь к людям.

Письмо Л. Н. Толстого П. А. Буланже, 12 октября 1897 года',


    'Одно только и замечал, что, чем больше человек живет, чем больше отвечает на заявляемые к нему требования, тем меньше ему известно будущее устройство жизни и тем прочнее само устройство.

Письмо Л. Н. Толстого А. П. Залюбовскому, 30 или 31 мая 1887 года',


    'Увы! я уже в тех летах, когда наступает сожаление о минувшей молодости и когда заботятся уже о вновь подрастающем поколении. Они будут нашими и судьями, и продолжателями.
Я чую в них рождение будущего и часто с тревогой задаю себе вопрос: что из нашего они отбросят и что сберегут, что станет нашим делом в их руках, потому что только в их руках оно станет делом, только тогда оно будет, если они примут его, чтобы расширить и довести до конца. Вот почему я страстно слежу за движением мысли в современной молодежи, читаю передовые газеты и журналы, стараясь узнать новый дух, оживляющий школы, узнать, наконец, куда вы все идете, вы — разум и воля будущего.

Л. Н. Толстой. «Неделание», 1893 год',

    'Бывают минуты, когда будущее представляется человеку в столь мрачном свете, что он боится останавливать на нем свои умственные взоры, прекращает в себе совершенно деятельность ума и старается убедить себя, что будущего не будет и прошедшего не было.

Л. Н. Толстой «Отрочество»');

$work = array('Нам кажется, что самая главная на свете работа — это работа над чем-нибудь видимым: строить дом, пахать поле, кормить скот, собирать плоды, а работа над своей душой, над тем, что невидимо, — это дело неважное, такое, какое можно делать, а можно и не делать. Между тем только одно это дело, работа над душой, над тем, чтобы делаться с каждым днем лучше и добрее, только эта одна работа настоящая, все же остальные видимые работы полезны только тогда, когда делается эта работа над невидимой, над душою.

Л. Н. Толстой. Афоризмы к своим портретам, 18 октября 1909 года',

    'Всякая работа со стороны кажется легка и весела, приятна, а когда делаешь ее — тяжела…

Письмо Л. Н. Толстого Н. Н. Ге (сыну), 12 мая 1892 года',


    'Как в мастерстве не столько дорого уметь работать, сколько поправлять ошибки в работе, так и в нравственности дороже всего не защищать своих ошибок.

Письмо Л. Н. Толстого М. А. Сопоцько, между 13 и 28 января 1896 года',


    'И так, если работа эта вам нравится, выбирайте тот род, в котором вам кажется, что вы можете лучше работать…

Письмо Л. Н. Толстого N. N. (Тифлисским барышням"), 17 декабря 1886 года',


    'Страшная вещь наша работа. Кроме нас, никто этого не знает. Для того, чтобы работать, нужно, чтобы выросли под ногами подмостки. И эти подмостки зависят не от тебя. Если станешь работать без подмосток, только потратишь матерьял и завалишь без толку такие стены, которых и продолжать нельзя. Особенно это чувствуется, когда работа начата. Всё кажется: отчего ж не продолжать? Хвать-похвать, недостают руки и сидишь дожидаешься. Так и сидел я. Теперь, кажется, подросли подмостки и засучиваю рукава.

Письмо Л. Н. Толстого А. А. Фету, 26 октября 1875 года',


    'Я понемножку работаю и то доволен, то, чаще, не доволен своей работой.

Письмо Л. Н. Толстого В. Г. Черткову, 18… 22 января 1896 года',


    'Работа потому меня затягивает, что работаю для себя и для других: себе наверное многое уяснил, во многом себя утвердил и потому надеюсь, что хоть немного также подействует и на некоторых других.

Письмо Л. Н. Толстого В. Г. Черткову, 2 апреля 1887 года',

    'Я никогда не чувствовал свои умственные и даже все нравственные силы столько свободными и столько способны[ми] к работе.

Письмо Л. Н. Толстого А. А. Толстой, 17 октября 1863 года',


    'Какая удивительная вещь — работа! Ведь мы думаем, что работаем, чтоб есть, чтоб одеться, чтоб услужить людям, чтоб похвалили; неправда: все мы работаем для того, чтобы уйти из себя в работу. И уходить из себя — счастье — благо. И разумеется радостнее уходить в работу, в пользу кот[орой] веришь и кот[орой] наверно не воспользуешься.

Письмо Л. Н. Толстого Н. Н. Ге (сыну), 12 сентября (?) 1891 года',


    'Все силы свои полагайте на эту работу, считая ее одну важною, а всё остальное не[с]оизмеримо ничтожным в сравнении с ней: в сравнении с работой подавления в себе всяких гадостей тщеславия, гордости, праздности,недоброжелательно[сти], осуждения и пр., и пр., и пр. Всё зло на свете только оттого, что люди заняты всем на свете — предметами, находящимися вне их власти, а не тем одним, что и им и всем нужно и что одно в их власти. Только делайте это и будете радоваться и не страдать.

Письмо Л. Н. Толстого М. М. Молчанову, 13 января 1908 года',


    'Работы у меня по горло, и я этимъ счастливъ. Льщусь мыслью, что работа не безполезная…

Письмо Л. Н. Толстого Н. Н. Ге (отцу), 20 мая 1885 года',);

$love = array('Главное дело в жизни - любовь. А любить нельзя ни в прошедшем, ни в будущем. Любить можно только в настоящем, сейчас, сию минуту.

Л. Н. Толстой Путь жизни, 1910 год',


    'Любить вообще - значит делать доброе. Так мы все понимаем и не можем иначе понимать любовь. И любовь не только слово, но это дела, которые мы делаем для блага других.

Л. Н. Толстой Путь жизни, 1910 год',


    'Жизнь поддерживается не страстью разрушения, а чувством взаимности, которое на языке нашего сердца называется любовью.

Л. Н. Толстой. Круг чтения, 16-22 декабря',


    'Любовь без дел мертва.

Письмо Л. Н. Толстого Ф. А. Желтову, после 23 мая 1894 года',


    'Любовь только тогда любовь, когда она самоотверженна, не ищет своего удовольствия.

Письмо Л. Н. Толстого NN (Ч-му), 6 ноября 1908 года',


    'Вы спрашиваете, что делать, если к человеку невольно чувствуется антипатия? Как любить такого человека? Всё доброе достигается усилием, а потому точно так же и любовь — истинная любовь не к близким, симпатичным людям (это не любовь), а к ближним ко всем одинаково. Достигается эта любовь, сколько я знаю по своему опыту, тремя средствами: 1) воздержанием себя в мыслях, т. е. не позволять себе думать дурно о людях и в особенности о несимпатичных нам; 2) не говорить дурно, не осуждать таких людей и 3) самое могущественное средство, если есть случай и возможность сделать добро такому человеку.

Письмо Л. Н. Толстого А. А. Лобову, 23 ноября 1909 года',


    'Совершенство есть любовь, и потому стремиться к совершенству значит стремиться к увеличению в себе любви.

Письмо Л. Н. Толстого Н. Ф. Соколовой и Н. С. Колычевой, 29 января 1909 года',


    'Жизнь дана людям на благо, только бы они пользовались ею, как должно ею пользоваться. Только бы жили люди не ненавистью друг к другу, а любовью, и жизнь была бы неперестающим благом для всех.

Л. Н. Толстой. Любите друг друга, 1909 год',

    'Любовь только тогда любовь и только тогда несет с собой свойственное ей благо, когда тот, кто любит, не думает об ее выгодных или приятных для себя последствиях.

Письмо Л. Н. Толстого Неизвестной (М. И.), 26 -27 марта 1910 года',

    'Проснулась любовь, и проснулась жизнь.

Л. Н. Толстой. Война и мир',

    'Мы любим, т. е. дороже друг для друга всех других людей на свете, и мы ясно смотрим друг на друга. Нет тайн, и ни за что не совестно.

Дневник Л. Н. Толстого. 16 сентября 1864 года');

$health = array('Ma tante каждому говорила в одних и тех же выражениях о его здоровье, о своем здоровье и о здоровье ее величества, которое нынче было, слава Богу, лучше.

Л. Н. Толстой. Война и мир',

    'Чувствую себя сравнительно с людьми (средним человеком) моего возраста более сильным и здоровым. Но не могу, не имею основания приписать, по опыту, это неупотреблению мяса. Думаю же, что неупотребление мяса полезно для здоровья или, скорее, употребление мяса вредно, п[отому] ч[то] такое питание безнравственно; всё же, что безнравственно, всегда вредно как для души, так и для тела. Древние говорили: mens sana in corpore sano,2 надо же говорить обратно: здоровье души, т. е. следование ее законам (нравственным), дает здоровье телу.

Письмо Л. Н. Толстого Т. Л. Сухотиной, 10 марта 1908 года',

    'Здоровье лучше. Гости свалили. На душе радостно.

Дневник Л. Н. Толстого. 2 января 1905 года',

    'Три вещи беспокоят меня о вас: 1) Как вы переносите разлуку с семьей, 2) есть ли у вас работа, удовлетворяющая вас, и 3) ваше здоровье.

Письмо Л. Н. Толстого А. И. Аполлову, 21 (29) мая 1893 года',

    'Ему надо было быть слабым здоровьем, для того чтобы передать свое место тому, кто заступал его. И действительное здоровье его было слабо.

Л. Н. Толстой. «Война и мир»',

    'Мое здоровье по моим годам слишком хорошо.

Письмо Л. Н. Толстого Е. И. Попову, 9 июня 1907 года',

    'Здоровье мое поправляется, опять хочется работать, и понемногу принимаюсь.

Письмо Л. Н. Толстого В. Г. Черткову, 30 января 1901 года',

    'Как и в прежние года, он с открытием весны поехал на воды за границу поправлять свое расстраиваемое ежегодно усиленным зимним трудом здоровье и, как обыкновенно, вернулся в июле и тотчас же с увеличенною энергией взялся за свою обычную работу.

Л. Н. Толстой. «Анна Каренина»',

    'Верьте мне, милые девочки: что вы ни затевайте для здоровья, всё ужасные пустяки, гораздо больше пустяки, чем самые признаваемые пустыми занятия: полакомиться, нарядиться, повеселиться. Это просто, естественно и неглупо, а то и выдумано, и неестественно, и глупо. Главное, верьте мне, милые девочки, что на свете только одно хорошо и нужно: становиться добрее в делах, в словах, в мыслях (начинать надо с мыслей).

Письмо Л. Н. Толстого А. Л. Толстой и Н. М. Сухотиной, 4 апреля 1907 года',

    'Здоровье мое не только не пострадало, но значительно улучшилось с тех пор, как я отказался от молока, масла и яиц, а также от сахара, чая и кофе.

Письмо Л. Н. Толстого А. Д. Зютфену, 8 февраля 1894 года',

    'Я совсем здоров; не только здоров, но дух очень бодр, как давно не был…

Письмо Л. Н. Толстого С. А. Толстой, 26 сентября 1896 года',

    'Я здоров, но желал бы больше свежести головы.
 
Письмо Л. Н. Толстого С. А. Толстой, 29 октября 1896 года
');

$friendship = array('Пожалуйста, не думайте, чтобы дружба моя ослепляла меня…

Письмо Л. Н. Толстого П. М. Третьякову, 7–14 июня 1894 года',

    'Воспоминание о нашей последней переписке <...> заставили меня еще раз серьезно задуматься о наших отношениях. Мы играли в дружбу. Ее не может быть между двумя людьми, столь различными, как мы.

Письмо Л. Н. Толстого Б. Н. Чичерину, 6/18 апреля 1861 года',

    'Видишь ли — в нашей дружбе от меня ты имеешь право требовать совета, помощи, всякого рода трудов и дел, а я от тебя имею право требовать искренности совершенной. Ежели между нами дружба.

Письмо Л. Н. Толстого Т. А. Берс, 16 ноября 1865 года',

    'Мне невольно хочется пробежать скорее пустыню отрочества и достигнуть той счастливой поры, когда снова истинно нежное, благородное чувство дружбы ярким светом озарило конец этого возраста и положило начало новой, исполненной прелести и поэзии, поре юности.

Л. Н. Толстой. «Отрочество»',

    'Прошу верить моему уважению и дружбе.

Письмо Л. Н. Толстого В. В. Стасову, 2… 3 августа 1879 года',

    'Вы найдете опору, ищите ее не во мне, хотя я прошу вас верить в мою дружбу.

Л. Н. Толстой. «Анна Каренина»',

    'Между ними установилось чувство сильнейшее, чем дружба: это было исключительное чувство возможности жизни только в присутствии друг друга.

Л. Н. Толстой. «Война и мир»',

    'Вы сами говорите, что в деревне все чувства разрастаются в громадные размеры, и моя дружба к вам здесь разрослась в такую неукладистую дружбищу, что, ежели говорить про нее, вы, пожалуй, скажете опять, что я вечно живу на парадоксах.

Письмо Л. Н. Толстого А. А. Толстой, 18 августа 1857 года',

    'Покажите мне искреннюю дружбу: или ничего не пишите мне про мой роман, или напишите мне только всё, что в нем дурно. И если правда то, что я подозреваю, что я слабею, то, пожалуйста, напишите мне.

Письмо Л. Н. Толстого Н. Н. Страхову, 8… 9 апреля 1876 года',

    'Все в дружбе. Никто ни с кем не пикируется. И то хорошо.

Письмо Л. Н. Толстого Л. Л. и М. Л. Толстым, 10 июня 1893 года');

$money = array('Приобретать деньги значит приобретать орудия насилия, распределять деньги, употреблять их, направлять их значит распоряжаться насилием.

Письмо Л. Н. Толстого А. С. Буткевичу. 4 июня 1891 года',

    'Хотелось бы, чтобы деньги пошли не богатым, а общинниками и были употреблены наилучшим образом.

Письмо Л. Н. Толстого В. М. Величкиной, 8 октября 1899 года.',

    'Напрасно вы думаете, что деньги могут дать истинное просвещение и блага человеку. Деньги не только не могут дать просвещение и благо, но почти всегда, за самыми редкими исключениями, одуряют человека и лишают его истинного блага.

Письмо Л. Н. Толстого И. Ф. Зубареву, 14 января 1910 года',

    'Деньги, как вы знаете, отвратительная и развратительная вещь.

Письмо Л. Н. Толстого Н. Г. Сутковому, 6 мая 1907 года',

    'Я, кажется, ничего лишнего не плачу, а деньги так и плывут. Что-нибудь мы не так делаем.

Л. Н. Толстой. «Анна Каренина»',

    'Деньги будут во всяком случае.

Л. Н. Толстой. «Анна Каренина»',

    'Пока я печатал за деньги, печатание всякого сочинения было радость; с тех пор же, как я перестал брать деньги, печатание всякого сочинения есть ряд страданий.

Письмо Л. Н. Толстого В. Г. Черткову, 13 декабря 1897 года',

    'Деньги есть, так чего ж не гулять.

Л. Н. Толстой. «Власть тьмы»',

    'Совсем без денег — радость.

Письмо Л. Н. Толстого О. А. Баршевой, 13 декабря 1890 года.');

$relaxation = array('Пустяки эти заполняют мое свободное время и дают отдых от тех настоящих, серьезных мыслей, которыми переполнена моя душа.

Письмо Л. Н. Толстого А. А. Толстой, 26 января 1903 года',

    'Я прожил много, и мне кажется, что нашел то, что нужно для счастья. Тихая уединенная жизнь в нашей деревенской глуши, с возможностью делать добро людям, которым так легко делать добро, к которому они не привыкли, потом труд, труд, который, кажется, что приносит пользу, потом отдых, природа, книга, музыка, любовь к близкому человеку, вот мое счастье, выше которого я не мечтал.

Л. Н. Толстой. «Семейное счастье»',

    'Жест ее можно было объяснить и как выражение печали и преданности, и как выражение усталости и надежды на скорый отдых.

Л. Н. Толстой «Война и мир»',

    'Ее прекрасные черные глаза устремились куда-то далеко; она смотрела и отдыхала. Она, казалось, отдыхала не от одного раскладыванья, не от одной дороги, не от одних тяжелых годов — она отдыхала, казалось, от целой жизни, и та даль, в которую она смотрела, на которой представлялись ей живые любимые лица, и была тот отдых, которого она желала.

Л. Н. Толстой. «Декабристы»',

    'Отдохну и потом стану читать какую-нибудь хорошую книгу, или буду рисовать виды, или играть на каком-нибудь инструменте (непременно выучусь играть на флейте).

Л. Н. Толстой «Юность»',

    'Человек борется напряженно с своими страстями, с прошедшим, с средой и, измученный, говорит себе: вот теперь я кончу, вот положение, в которое я вступлю и отдохну. (Так вы думаете, что, живя, кормясь и плодясь, как животное, и оставаясь разумным, вы достигнете отдыха.) Но это обман чувств, которому не надо предаваться.

Письмо Л. Н. Толстого Н. Н. Ге (сыну), 30 июня 1890 года',

    'Ну, наконец всё переделал, теперь отдохну.

Л. Н. Толстой. «Война и мир»');

$self_development = array('Внутренние события моей жизни это одна работа, невидная другим, но одному мне, — над собой. Советую тебе не оставлять эту работу никогда

Письмо Л. Н. Толстого Т. Л. Сухотиной, 11 ноября 1902 года',

    'Для того же, чтобы постоянно совершенствоваться, нужно увеличивать в себе любовь, т. е. расширять круг своей любви, любить не за то, что нам приятно, а любить, как бог любит существа, — только затем, чтобы желать и доставлять им благо.

Письмо Л. Н. Толстого П. К. Новицкой, 11 декабря 1894 года',

    'Чем больше я живу, тем больше убеждаюсь, что наше чрезмерное умственное развитие много мешает нам в деле жизни. <...> И я думаю, что большинство наших неудач происходит от того, что мы дюже умны.

Письмо Л. Н. Толстого Э. Мооду, 12 декабря 1898 года',

    'Одно всегда достигается: внутр[еннее] совершенство[вание].

Л. Н. Толстой. Записная книжка, 1905–1906 годы',

    'Есть жизнь бессознательная и жизнь сознательная — т. е. любовь, бессознательная к себе, и любовь сознательная, увеличивающаяся в объеме от развития сознания.

Л. Н. Толстой. Записные книжки и отдельные листы, 1895–1899 годы',

    'Цель жизни каждого отдельного человека одна: внутреннее совершенствование, состоящее в увеличении в себе любви. То, что в этом цель жизни, доказывается тем, что, во-первых, это совершенствование в противоположность всем другим целям жизни, которые не в нашей власти, зависит только от нашей воли и потому всегда возможно; во-вторых, тем, что это совершенствование в любви тотчас же дает тем большую радость и спокойствие, чем больше сделал усилия для этого совершенствования. В-третьих, тем, что цель жизни, положенная в совершенствовании, уничтожает страх прекращения жизни личности в смерти, так как любовь переносит интересы жизни вне личности; и, в-четвертых, еще и потому, что все величайшие учители жизни от Браминов, Будды и до Христа, Магомета и всех других мудрецов только именно эту цель указывали людям.

Письмо Л. Н. Толстого Киселевой, 17–18 октября 1910 года',

    'Привыкли думать, и так учат враги истины, что совершенствование есть эгоизм, что, живя для совершенствования, уходишь от жизни. Это великая неправда.

Письмо Л. Н. Толстого В. И. Скороходову, 21 ноября 1903 года',

    '…считаю главной, даже единственной целью жизни нравственное совершенствование, а нравственное совершенствование достигается не переменой внешних условий, а внутренней работой над собой в тех условиях, в которых находишься.

Письмо Л. Н. Толстого С. К. Александрову, 24 января 1910 года',

    'Всё дело в мыслях. Мысль начало всего. И мыслями можно управлять. И потому главное дело совершенствования: работать над мыслью.

Дневник Л. Н. Толстого. 2 января 1899 года',

    'Направьте все свои силы на внутреннее, духовное совершенствование, на освобождение себя от соблазнов животной природы, от тщеславия — заботы о мнении людей и не думайте, что внешнее изменение вашей жизни может подвинуть вас на пути добра. Внешние изменения жизни только тогда плодотворны, когда они являются необходимым последствием внутреннего изменения. Поставьте выше всего требование любви ко всем людям, и исполнение этих требований приведет вас к той форме жизни, к[отор]ая соответствует этому исполнению, а не к той, к[отор]ую вы себе воображаете и вперед облюбуете.

Письмо Л. Н. Толстого С. Зубаревскому, 25 ноября 1906 года',

    'Страшно даже сказать, что жизнь в бесконечном совершенствовании. Кажется, как широко, а такое определение скорее суживает.

Письмо Л. Н. Толстого В. В. Рахманову, 17 января 1890 года',

    'Практический совет тебе хочется дать: вставать раньше для того, чтобы, главное, ложиться раньше и не сидеть по ночам. Это не помогает уяснять мысли, а напротив.

Письмо Л. Н. Толстого С. А. Толстой, 26 октября 1898 года');

$live = array('Если человек полагает жизнь в теле, то жизнь его кончается со смертью тела. Если же человек полагает жизнь в духе, то он не может даже представить себе конца своей жизни.

Л. Н. Толстой. «Путь жизни»',

    'Жизнь дана людям на благо, только бы они пользовались ею, как должно ею пользоваться. Только бы жили люди не ненавистью друг к другу, а любовью, и жизнь была бы неперестающим благом для всех.

Л. Н. Толстой. «Любите друг друга» (обращение к кружку молодежи)',

    'Жизнь людей, от которой я страдаю, дурна от того, что люди живут дурно. Чтобы жизнь перестала быть дурной и прекратились бы страдания, нужно, чтобы люди перестали жить дурно и стали хороши. Сделать этого я не могу, потому что жизнь всех других людей вне моей власти. Да, жизнь людей вне моей власти, это справедливо, но только не всех людей. Не всех, потому что в числе всех людей есть один, находящийся в полной моей власти. И этого человека я могу заставить жить хорошей, а не дурной жизнью. И человек этот есть не кто иной, как Лев Толстой или Иван Петров, и всякий человек, рассуждающий о дурной жизни людей. <...> Только не оправдывали бы люди свою дурную жизнь осуждением дурной жизни других людей и работали бы над самим собою, не принимая ни прямого, ни косвенного участия в этой, осуждаемой ими, дурной жизни, и дурная жизнь эта, мучительная для вас и для других людей, сама собой исчезла бы, как снег от весеннего солнца.

Письмо Л. Н. Толстого Е. Б. Сергееву, 11 июня 1910 года',

    'Вы говорите, что жизнь ваша, как я понимаю, жизнь личная, не имеющая, кроме своей приятности, никаких других целей — не жизнь, а что должна быть настоящая, такая, которою не скучно жить, и цель, которая всегда достигается и всегда стоит перед нами. Жизнь такая только и есть. Жизнь, в которой нет сознания бесцельности личной жизни (та, которою вы жили прежде), не есть жизнь, а животное существование. Жизнь, в которой вы теперь находитесь, в которой является разлад и отрицание личной жизни, — есть начало жизни — рождение ее. Жизнь же настоящая есть та, в которой вся прежняя энергия, вся страстность существования переносится вне себя, на служение тому процессу единения, согласия, большей и большей разумности отношений существ, в котором и состоит жизнь мира. Жизнь истинная есть жизнь разума и любви. И стоит человеку понять так жизнь, родиться к этой жизни, чтобы для него уничтожилось и главное, прежде представлявшееся препятствие к этой жизни — страх смерти.

Письмо Л. Н. Толстого неизвестному, сентябрь (октябрь) 1887 года',

    'Нужно тебе, милый брат, кто бы ты ни был, царь, министр, работник, крестьянин, нужно тебе одно. Это одно — прожить тот неопределенно короткий миг жизни так, как этого хочет от тебя тот, кто послал тебя в жизнь.

Л. Н. Толстой. «Благо любви» (обращение к людям-братьям)',

    'Жизнь есть место служения, при котором приходится переносить иногда и много тяжелого, но чаще испытывать очень много радостей. Только радости-то настоящие могут быть только тогда, когда люди сами понимают свою жизнь как служение: имеют определенную вне себя, своего личного счастия, цель жизни.

Письмо Л. Н. Толстого И. Л. Толстому, октябрь 1887 года',

    'Если бы мы не знали жизни более действительной, чем сон, то мы сон считали бы вполне жизнью и никогда не усумнились бы в том, что это не настоящая жизнь. Теперь наша вся жизнь от рождения до смерти с своими снами не есть ли в свою очередь сон, который мы принимаем за действительную жизнь и в действительности которой мы не сомневаемся только потому, что мы не знаем другой более действительной жизни? Я не только думаю, но убежден, что это так.

Письмо Л. Н. Толстого Д. А. Хилкову, 7 февраля 1892 года',

    'Человеку дано благо жизни, то благо, больше которого разумный человек ничего не может себе представить, а он говорит: « < жизнь > нехороша < не такая, какую я бы придумал >».
Да если нехороша, так скажи, болв[ан] или хоть милый человек, какой же бы ты хотел жизни. Эта нехороша, так какая же хорошая? И вот тут-то в ответ на этот вопрос начинаются те истерические возгласы, подразумеваемое восхваление себя, отчаянное осуждение мира и всех людей мира, разумеется, кроме себя. Явный вывод из этих возгласов тот, что моя душа слишком возвышенна < для такого порочного мира >, или такой порочный мир слишком дурен для моей такой великой души.
Такими возгласами полно ваше письмо и ежедневно получаемые мною два или три письма точно такого же содержания. Как ни неразумны такие письма, нельзя от души не сожалеть о мучительном душевном состоянии пишущих их.

Письмо Л. Н. Толстого Р. С. Лабковской, 23 марта 1910 года',

    'Труднее и блаженнее всего любить эту жизнь в своих страданиях, в безвинности страданий.

Л. Н. Толстой. «Война и мир»',

    'Выходить из тех условий, в которых находишься, можно и должно, по моему мнению, только тогда, когда продолжение жизни в прежних условиях становится совершенно невозможным.

Письмо Л. Н. Толстого С. К. Александрову, 24 января 1910 года',

    'Мне думается, что вы ждете от меня совета, и самому хочется дать вам совет: что делать, как жить; но решительно не могу и выдумывал бы, если бы попытался советовать. Одно, что могу сказать, это то, что положение ваше, духовные страдания ваши — не праздные, а плодотворные, и не вечные, а временные.

Письмо Л. Н. Толстого П. Г. Хохлову, 23 марта 1892 года
');

$family = array('Все члены семьи и домочадцы чувствовали, что нет смысла в их сожительстве и что на каждом постоялом дворе случайно сошедшиеся люди более связаны между собой, чем они, члены семьи и домочадцы Облонских.

Л. Н. Толстой. «Анна Каренина»',

'Многие семьи по годам остаются на старых местах, постылых обоим супругам, только потому, что нет ни полного раздора ни согласия.

Л. Н. Толстой. «Анна Каренина»',

'….Нехлюдов надеялся, что семья, дети дадут смысл его теперь бессодержательной жизни.

Л. Н. Толстой. «Воскресение»',

'Я жить хочу, хочу семью, детей, хочу человеческой жизни…

Л. Н. Толстой. «Воскресение»',

'Вопросы эти и тогда, как и теперь, существовали только для тех людей, которые в браке видят одно удовольствие, получаемое супругами друг от друга, т. е. одно начало брака, а не всё его значение, состоящее в семье.

Л. Н. Толстой. «Война и мир»',

'Как в каждой настоящей семье, в Лысо-Горском доме жило вместе несколько совершенно различных миров, которые, каждый удерживая свою особенность и делая уступки один другому, сливались в одно гармоническое целое. Каждое событие, случавшееся в доме, было одинаково важно, одинаково радостно или печально для всех этих миров; но каждый мир имел совершенно свои, независимые от других, причины радоваться или печалиться какому-либо событию.

Л. Н. Толстой. «Война и мир»',

'Весь вопрос, ежели цель обеда есть питание, а цель брака — семья, разрешается только тем, чтобы не есть больше того, чтò может переварить желудок — и не иметь больше жен и мужей, чем столько, сколько нужно для семьи, т. е. одной и одного.

Л. Н. Толстой. «Война и мир»',

'Нарушение же добрых отношений в семье с родителями, заботами которых вы взрощены и воспитаны, всегда нежелательно и безнравственно.

Письмо Л. Н. Толстого М. Малер, 22 января 1910 года',

'И я бы тогда же, может быть, пришел к тому отчаянию, к которому я пришел в пятьдесят лет, если б у меня не было еще одной стороны жизни, не изведанной еще мною и обещавшей мне спасение: это была семейная жизнь.

Л. Н. Толстой. «Исповедь»',

'Новые условия счастливой семейной жизни совершенно уже отвлекли меня от всякого искания общего смысла жизни.

Л. Н. Толстой. «Исповедь»',

'Это первое время зимы было одно из самых счастливых и веселых для всего его семейства.

Л. Н. Толстой. Варианты к тому второму «Войны и мира»');

$childhood = array(

'Вернутся ли когда-нибудь та свежесть, беззаботность, потребность любви и сила веры, которыми обладаешь в детстве?

Л. Н. Толстой. «Детство»',

'…в детстве мы желаем для себя, живем в себя, любим себя, а в старости живем не для себя, желаем вне себя, любим не себя…

Письмо Л. Н. Толстого Н. Н. Страхову, 30 ноября 1875 года',

'Да не упрекнут меня в том, что мечты моей юности так же ребячески, как мечты детства и отрочества.

Л. Н. Толстой. «Юность»',

'Всё воспитание всякого человека, в особенности в детстве и юности, совершается посредством искусства.

Л. Н. Толстой. «Что такое искусство?»',

'В воспитании первое дело приучить детей (да и людей) к тому, чтобы у них были поступки, независимые от мнения людей.

Дневник Л. Н. Толстого, 16 мая 1909 года',

'Дети тем особенно милы, что живут всегда в настоящем. Даже их мечты есть жизнь в настоящем и не нарушают ее.

Дневник Л. Н. Толстого, 13 декабря 1909 года',

'Самые лучшие люди — дети, свежие оттуда и старцы, готовые туда.

Дневник Л. Н. Толстого, 11 декабря 1900 года',

'Дети — увеличительные стекла.

Дневник Л. Н. Толстого, 29 декабря 1900 года',

'Будьте как дети — радуйтесь всегда.

Дневник Л. Н. Толстого, 15 сентября 1889 года
');

$happiness = array('Он не был счастлив, но чувствовал себя готовым в эти ночи на великое счастие.

Л. Н. Толстой. Варианты к тому второму «Войны и мира»',

'«Лови минуты счастия», говорила эта атмосфера.

Л. Н. Толстой. Варианты к тому второму «Войны и мира»',

'Левин продолжал находиться всё в том же состоянии сумасшествия, в котором ему казалось, что он и его счастье составляют главную и единственную цель всего существующего и что думать и заботиться теперь ему ни о чем не нужно, что всё делается и сделается для него другими.

Л. Н. Толстой. «Анна Каренина»',

'«Делайте, что хотите, если вам это весело. Я счастлив, и счастье мое не может быть ни больше, ни меньше, что бы вы ни делали», думал он.

Л. Н. Толстой. «Анна Каренина»',

'Он скоро почувствовал, что осуществление его желания доставило ему только песчинку из той горы счастия, которой он ожидал. Это осуществление показало ему ту вечную ошибку, которую делают люди, представляя себе счастие осуществлением желания.

Л. Н. Толстой. «Анна Каренина»',

'Счастлив и доволен, как медный грош

Л. Н. Толстой. «Анна Каренина»',

'Мне казалось очень просто и ясно, что жить надо для того, чтобы быть счастливою, и в будущем представлялось много счастия.

Л. Н. Толстой. «Семейное счастье»',

'…в жизни есть только одно несомненное счастье — жить для другого.

Л. Н. Толстой. «Семейное счастье»',

'Да, еще бы немного, и всё мое счастье погибло бы от меня самого.

Л. Н. Толстой. «Семейное счастье»',

'Он был так весел, молод, полон жизни и счастлив, что лучи этого счастия распространялись на всех окружающих и невольно сообщали им такое же расположение.

Л. Н. Толстой. «Юность»',

'…моя цель, как и всякого благоразумного человека, — быть счастливым и хорошим, сколько возможно…

Л. Н. Толстой. «Юность»',

'Жизнь его была так полна увлечениями всякого рода, что ему некогда было составлять себе их, да он и был так счастлив в жизни, что не видел в том необходимости.

Л. Н. Толстой. «Детство»',

'В старости у него образовался постоянный взгляд на вещи и неизменные правила, — но единственно на основании практическом: те поступки и образ жизни, которые доставляли ему счастие или удовольствия, он считал хорошими и находил, что так всегда и всем поступать должно.

Л. Н. Толстой. «Детство»',

'…я пошел по совершенно-особенной дороге, но которая хороша и, я чувствую, приведет меня к счастию.

Л. Н. Толстой. «Утро помещика»',

'Какая блестящая, счастливая будущность!

Л. Н. Толстой. «Утро помещика»
');
